[ {
  "heading" : "Get Set For A Bumpy Ride This Dasara",
  "body" : "With 18 days remaining for Dasara Navaratri to begin, hectic preparations are on for the grand celebrations that symbolises the glory of the past and reflects the rich cultural heritage of Mysuru region. While a group of 15 elephants, brought from various elephant camps across Mysuru district, are being trained to perform on the Vijayadashami Day, various Government Departments are putting their heads together to ensure that the celebrations are memorable and at the same time all the events end up being crowd-pullers.",
  "url" : "https://starofmysore.com/get-set-bumpy-ride-dasara/",
  "topic" : "City",
  "image" : "https://starofmysore.com/wp-content/uploads/2017/09/news-15-3.jpg"
}, {
  "heading" : "It’s Difficult For A Vokkaliga To Become CM: Deve Gowda",
  "body" : "Former Prime Minister and JD(S) Supremo H.D. Deve Gowda has said that it is difficult for a Vokkaliga to become the Chief Minister because members of the community are treated as second class citizens.",
  "url" : "https://starofmysore.com/difficult-vokkaliga-become-cm-deve-gowda/",
  "topic" : "Politics",
  "image" : "https://starofmysore.com/wp-content/uploads/2017/09/news-5-1.jpg"
}, {
  "heading" : "KRS Water Level 0.35 Ft. Short Of 100 Ft. Mark",
  "body" : "Thanks to copious rains in the catchment areas in Kodagu, water level at the Krishna Raja Sagar (KRS) Dam in Mandya is reaching the 100 feet mark. According to the statistics provided by Cauvery Neeravari Nigama Limited (CNNL), water level this morning stood at 99.65 feet as against a maximum level of 124.80 feet.",
  "url" : "https://starofmysore.com/krs-water-level-0-35-ft-short-100-ft-mark/",
  "topic" : "City",
  "image" : "https://starofmysore.com/wp-content/uploads/2017/09/news-11.jpg"
}, {
  "heading" : "Nine New Ministers Join Modi Govt., Four Others Elevated To Cabinet",
  "body" : "Four junior Ministers were this morning elevated to the Cabinet rank and nine new faces, including four former government officers, inducted as Ministers of State, in a rejig by Prime Minister Narendra Modi with a focus on his agenda on good governance.",
  "url" : "https://starofmysore.com/nine-new-ministers-join-modi-govt-four-others-elevated-cabinet/",
  "topic" : "Politics",
  "image" : "https://starofmysore.com/wp-content/uploads/2017/09/news-1-2.jpg"
}, {
  "heading" : "Ronaldo outshine Pele in goals table",
  "body" : "Cristiano Ronaldo scored a hat trick to move past Pele on the list of all-time international goal scorers as Portugal beat Faeroe Islands 5-1 to stay close to Switzerland at the top of Group B in World Cup European qualifying.",
  "url" : "http://citytoday.news/ronaldo-outshine-pele-in-goals-table/",
  "topic" : "Sports",
  "image" : "http://citytoday.news/wp-content/uploads/2017/09/ronalaod.jpg"
}, {
  "heading" : "US Open: Paes-Raja in second round; Sania, Bopanna lose",
  "body" : "India’s Leander Paes and Purav Raja sailed into the men’s doubles second round in the pair’s first outing at a Grand Slam but Sania Mirza and Rohan Bopanna crashed out of their respective events in the US Open here.",
  "url" : "http://citytoday.news/paes-raja-in-second-round-sania-bopanna-lose/",
  "topic" : "Sports",
  "image" : "http://citytoday.news/wp-content/uploads/2017/09/PAESRaja--800x445.jpg"
}, {
  "heading" : "BRICS Summit: Security tightened in China’s Xiamen city",
  "body" : "Ahead of the BRICS Summit, security has been tightened and all preparations have been made for the biggest international event to be hosted by Chinese coastal city of Xiamen form September 3 to 5.",
  "url" : "http://citytoday.news/brics-summit-security-tightened-in-chinas-xiamen/",
  "topic" : "Politics",
  "image" : "http://citytoday.news/wp-content/uploads/2017/09/BricsSummit_2017Sep02-800x445.jpg"
}, {
  "heading" : "Dasara festivities 2017: KSRTC to introduce 175 additional buses",
  "body" : "As the number of visitors to the heritage city Mysuru increases during Dasara festivities, the KSRTC will introduce 175 additional buses to people to commute to city and sub-urban bus terminals.",
  "url" : "http://citytoday.news/dasara-ksrtc-provides-175-additional-buses/",
  "topic" : "City",
  "image" : "http://citytoday.news/wp-content/uploads/2017/09/KSRTC-buses-Sept-2.jpg"
}, {
  "heading" : "Under-15 state-level Handball Tournament inaugurated",
  "body" : "Rotary district governor Suresh Changappa inaugurated the state-level Under-15 Handball Tournament for boys and girls at Puttaraja Gawayi Stadium here on Saturday.",
  "url" : "http://citytoday.news/under-15-state-level-handball-tournament-inaugurated/",
  "topic" : "Sports",
  "image" : "http://citytoday.news/wp-content/uploads/2017/09/Under-15-Handball-Sept-2-.jpg"
}, {
  "heading" : " Water inflow reduces at Kabini reservoir",
  "body" : "The water inflow at Kabini reservoir in H D Kote taluk has reduced to 4,450 cusecs.  Outflow of water is 4,000 cusecs. 2,000 cusecs of water has been released into the river and 2,000 cusecs to the canals.",
  "url" : "http://citytoday.news/water-inflow-reduces-at-kabini-reservoir-3/",
  "topic" : "City",
  "image" : "http://citytoday.news/wp-content/uploads/2016/07/kabini-dam.jpg"
} ]