[ {
  "heading" : "DK Shivakumar case: I-T dept conducts raids at three places",
  "body" : "Income Tax department officials are conducting searches at 10 locations in Bengaluru, Chennai and Delhi as a follow up to raids at various properties linked to Energy Minister D K Shivakumar earlier this month.",
  "url" : "http://citytoday.news/dk-shivakumar-case-i-t-dept-conducts-raids-at-three-places/",
  "topic" : "Politics"
}, {
  "heading" : "Call to boycott Chinese goods",
  "body" : "Mysuru: Noted economist, writer and National Co-Convenor, Swadeshi Jagaran Manch, Prof. Ashwani Mahajan gave a passionate plea to boycott Chinese goods that is damaging Indian economy.",
  "url" : "https://starofmysore.com/call-boycott-chinese-goods/",
  "topic" : "Politics"
}, {
  "heading" : "Twitterati takes BJP MP Simha to task for mocking Indira Gandhi",
  "body" : "BJP MP Prathap Simha who often embroils himself into controversy on social media with unruly remarks has once again courted controversy on twitter by tweeting against former Prime Minister Indira Gandhi.",
  "url" : "http://www.newskarnataka.com/mysore/twitterati-takes-bjp-mp-simha-to-task-for-mocking-indira-gandhi",
  "topic" : "Politics"
}, {
  "heading" : "Wife stabs former hockey player from Kodagu to death; detained",
  "body" : "A former hockey player from Kodagu Chenanda Naveen Appaiah was allegedly murdered by his wife Amita alias Amrita at their house in Mumbai. The incident took place yesterday afternoon when things went out of control during a fight between the couple.",
  "url" : "https://starofmysore.com/wife-stabs-former-hockey-player-kodagu-death-detained/",
  "topic" : "Crime"
}, {
  "heading" : "Accounts and Audit Panels to monitor Dasara expenditure",
  "body" : "Mysuru: Probably for the first time, the District Administration has constituted Accounts and Auditing Committees to monitor Dasara expenditure. The Committees will have powers and jurisdiction to oversee all the expenditure during the festival including crores of rupees spent by the 16 Dasara Sub-Committees.",
  "url" : "https://starofmysore.com/accounts-audit-panels-monitor-dasara-expenditure/",
  "topic" : "Politics"
}, {
  "heading" : "3 women thieves arrested, jewellery worth Rs 85k seized",
  "body" : "Devaraja police have recovered gold and silver articles from a gang of three women thieves.",
  "url" : "http://timesofindia.indiatimes.com/city/mysuru/3-women-thieves-arrested-jewellery-worth-rs-85k-seized/articleshow/60077482.cms",
  "topic" : "Crime"
}, {
  "heading" : "Lack of zebra crossing signs puts pedestrians in peril on city roads",
  "body" : "The 'Heritage City' is evidently not a very pedestrian-friendly city, with those on foot not having the right of way at busy traffic intersections in the heart of Mysuru. Moreover, zebra crossing lines have faded at key junctions at many places across the city further endangering pedestrians.",
  "url" : "http://timesofindia.indiatimes.com/city/mysuru/lack-of-zebra-crossing-signs-puts-pedestrians-in-peril-on-city-roads/articleshow/60124788.cms",
  "topic" : "City"
}, {
  "heading" : "Clear encroachments on main feeder line of Kukkarahalli Lake: Forum",
  "body" : "After staging a protest to prevent the desilting of the Kukkarahalli lake, activists asked the district administration to clear encroachments on the Purnaiah canal, its main feeder line. The Mysore Grahakara Parishat (MGP) along with conservationists working to preserve the lake, approached DC D Randeep on Wednesday, who ordered to stop desilting the lake, following protests in March, to clear the feeder canal.",
  "url" : "http://timesofindia.indiatimes.com/city/mysuru/clear-encroachments-on-main-feeder-line-of-kukkarahalli-lake-forum/articleshow/60095609.cms",
  "topic" : "Politics"
}, {
  "heading" : "Process of compensation for widening Mysuru-Bengaluru road began",
  "body" : "The state government is acquiring more than 2,000 acres of land and the process of compensation has already begun for widening of Mysuru-Bengaluru Highway, said District and PWD Minister H C Mahadevappa.",
  "url" : "http://www.newskarnataka.com/mysore/process-of-compensation-for-widening-mysuru-bengaluru-road-began",
  "topic" : "Politics"
}, {
  "heading" : "Anushka Shetty wraps up shoot of her next film",
  "body" : "Actress Anushka Shetty has finally wrapped up the shoot of her much awaited Bhagmati.",
  "url" : "http://citytoday.news/anushka-shetty-wraps-up-film/",
  "topic" : "Entertainment"
}, {
  "heading" : "Cincinnati Masters: Bopanna-Dodig pair reaches quarterfinals",
  "body" : "Rohan Bopanna and his Croatian partner Ivan Dodig reached the quarterfinals of the Cincinnati Masters after edging past Juan Sebastian Cabal and Fabio Fognini in a tight contest.",
  "url" : "http://citytoday.news/cincinnati-masters-bopanna-dodig-pair-reaches-quarterfinals/",
  "topic" : "Sports"
} ]